Repository: wp-plugins/better-internal-link-search
Catalog: languages/better-internal-link-search-*.po
Languages: de_de

source: Better Internal Link Search
de_de: Verbesserte Intere Linksuche

source: Improve the internal link popup functionality with time saving enhancements and features.
de_de: Verbessere den internen Link-Dialog mit zeitsparenden Verbesserungen und Funktionen.

source: Home
de_de: Startseite

source: Site URL
de_de: Website URL

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnisse für &#8220;%s&#8221;

source: Search the WordPress Codex
de_de: Den WordPress Codex durchsuchen

source: Lists gists for the specified user.
de_de: Gists eines bestimmten Benutzers anzeigen.

source: Searches GitHub for a respository matching the query.
de_de: Durchsucht GitHub nach einem Repository, dass der Suchanfrage entspricht.

source: Search iTunes for a particular entity. Entity can be 'album', 'artist', 'podcast' or 'track'; It is optional and defaults to 'album'.
de_de: Durchsucht iTunes nach einer bestimmten Sache. Diese kann als 'album', 'podcast' oder 'track' (Titel) definiert werden. Dies ist optional und die Grundeinstellung ist 'album'.

source: Search for media attachments in your local WordPress installation. The URL returned will link directly to the file.
de_de: Die lokale WordPress-Installation nach Mediendateien durchsuchen. Die ausgegebene URL ist ein direkter Datei-Link.

source: Local
de_de: Lokal

source: Search the WordPress plugin directory.
de_de: Das WordPress-Plugin-Verzeichnis durchsuchen.

source: Insert a shortlink to a post or page instead of the full permalink.
de_de: Einen Shortlink zu einem Beitrag oder einer Seite anstelle des vollständigen Permalinks einfügen.

source: Search Spotify for a particular entity. Entity can be 'album', 'artist', or 'track'; is optional and defaults to 'album'.
de_de: Durchsucht Spotify nach einer bestimmten Sache. Diese kann als 'album', 'podcast' oder 'track' (Titel) definiert werden. Dies ist optional und die Grundeinstellung ist 'album'.

source: Search your local WordPress installation for the specified user and return the URL specified by <code>url_type</code>. The default URL returned is the user's archive listing their published posts. If set to <code>url</code>, the returned link will be their website as entered in their profile. Setting the third argument to <code>all</code> will return all users and not just authors. The <code>user_login</code> parameter must be an exact match; if left blank, all users are returned.
de_de: Die lokale WordPress-Installation nach einem bestimmten Benutzer durchsuchen und die URL die von <code>url_type</code> festgelegt wird ausgeben. Standardmässig wird die URL zum Archiv der veröffentlichten Beiträge des Nutzers ausgegeben. Wenn <code>url</code> abgefragt wird, wird die im Benutzerprofil angegebene Website ausgegeben. Wird das dritte Argument auf <code>all</code> gesetzt, werden alle Benutzer und nicht nur die Autoren ausgegeben. Der <code>user_login</code> Parameter muss genau zutreffen; wenn er leer ist, werden alle Benutzer ausgegeben.

source: Internal Linking
de_de: Interne Verlinkung

source: Automatic Search
de_de: Automatische Suche

source: Include Terms
de_de: Begriffe anzeigen

source: Automatically search for text selected in the editor when opening the internal link manager?
de_de: Automatisch nach dem im Editor markierten Text suchen, wenn der interne Link-Dialog geöffnet wird?

source: Include term archives in search results?
de_de: Zusätzlich die Archive zu einem Begriff in den Suchergebnissen anzeigen?
